token="5764809787:AAER3-xb7DmiC7B1z9TxuJj0W8o93eh-e68"
#5267747815:AAFTsf__muLDlLOmUd-9syCmjbuaJpgiJWI <== http://t.me/IQTeamRoBot
#5170940156:AAH4RKhHGCFg7knBk_kubNRCxzWnzo1FSxs <== http://t.me/zakazbotkraken_bot
#5289853754:AAFOGLeqkcLx18ALQAFMIFU5WVs6Vme3n-0 <== http://t.me/Binanser_bot
#admins = [5129015184,5140946827] # ID админа
admins = [5893628848]
vyplaty = 5893628848 # ID канала с выплатами
chat_worker_id = 5893628848 # ID чат воркеров
chat_logs_id = 5893628848 # ID канала/чат для логов от мамонтов ( если нужно поставить фото
# замени send_animation на send_photo строки 217,148,1898
adminvxod = "Админ" # вход в админку
worker = "/a" # вход в ворк меню  
supports_work = "Support" # вход в саппорт меню 
TP_mamontsTP = "anton_darkov" #линк тп для воркеров
TP_ID = 2146711841 # ID саппорта, запрос ворка 
TP_mamonts = "-" # линк тех поддержки
TP_mamontsVR = "-" # линк тех полддержки вериф
bot_username = "-" # user бота без @
bot_usernamess2 = "-" # user бота, название
photos5 = 'https://i.gifer.com/fzUl.gif'# картинка/gif уведомления от мамонтов
photos9 = 'https://imgur.com/a/iDpT8b6'
photos6 = 'https://i.imgur.com/DhGIVbO.jpg'# картинка, О проекте
photos7 = 'https://i.imgur.com/Um1OFBq.jpeg'# картинка приветствия в чате воркеров
photos8 = 'https://i.imgur.com/gEDrjcR.jpg'# картинка профита, когда мамонт донатит лог идет в канал профитов
manus = "https://t.me/+jsIKrVVAPiplNGZl" # Материалы
profit = "https://t.me/+87ptDTUG1akxNTU1" # Профиты
chatss = "https://t.me/+JKzZt5f_5B81N2Fl" # Чат воркеров
# Основное


# Для мамонтав
otzyvy = "5963665229:AAFiu-301KZWhWo6hLwMPXcns8os9u5Ndxg"
TP_mamonts = "-" # линк тех поддержки
TP_mamontsVR = "-" # линк тех полддержки вериф
linkssssa = "https://drive.google.com/file/d/1tds8XAKUaIFms-H7aeJrGhdWpXaW3ZMv/view?usp=sharing" # фейк лицензия 
livskanal = "-" # фейк выплаты
photo = 'https://i.imgur.com/9RrilyH.jpg'# картинка Верификация
photos = 'https://i.imgur.com/MGA3OOl.jpeg'# картинка ECN счёт
photos2 = 'https://i.imgur.com/pgl2aim.jpg' # картинка кнопка инфо
photos3 = 'https://i.imgur.com/JI91PmA.jpg'# картинка пополнения
photos4 = 'https://i.imgur.com/JkCFgQC.jpg'# картинка состояния сети
poderjka = 5893628848 # ID саппорта
minimalka = 1000 # минимальная сумма пополнения: менять в файле bot.py строка 1380
maximalka = 2000000 # максимально можно вывести 
minstavka = 500 # минильная ставка игры 

fakeqiwi = ["79061103576", "79611103545", "79091101242"] # фейк номер
card = ["4276831014640943", "6369200117804433", "5336690071233938", "5375064368377385"] # фейк карты вводить  форматом ["пися", "хуй", "жопа"] с ""


maxbalancestatus0 = 120000 # мамонт будет выигрывать до этой суммы 
maxbalancestatus2 = 60000 #
maxpromo = 20000 # на скок можно создать промокод ворку 
compani = "BinanceTrade" # приветствие мамонтов, менять на свое название 
lifetime = 30 # Время платежа
links1 = 'https://i.imgur.com/pgl2aim.jpg' # URL кнопка инфо  не трогать
links2 = 'https://i.imgur.com/pgl2aim.jpg' # URL кнопка инфо Политика и условия
links3 = 'https://i.imgur.com/pgl2aim.jpg' # URL кнопка инфо Соглашения на обработку данных
links4 = 'https://i.imgur.com/pgl2aim.jpg' # URL кнопка инфо О нас
# Для мамонтав

# ЛК обнова фото и валюты
fraza_load = "dhfdreyeryhhhfjgfjfgjfgdgfhfnnvsgs" # обновить фото 
cours_load = "afinPTYOEN389ybLiuEoTBOv7eTBkeuvTBfti937vt" # обновить валюту 
# ЛК обнова фото и валюты


zakreps = 'https://t.me/'
nameteam = 'Team' # название тимы
adminssss = '-' # тег ТСа
supports = '-' # тег саппорта
playpass = '-' # чел выплат
dropos = '-' # дроп
projes = 'Трейдинг' # просто трейд
prochent = '80' # Оплата
prochent2 = '65' # Оплата через тех. поддержку
prochent3 = '60' # Оплата за иксы


# Страны для ворка
strana1 = '🇷🇺 Россия' # Странны вписывать со смайлами или без 
strana2 = '🇺🇦 Украина' # если не ворк по стране ставишь - прочерк
strana3 = '🇰🇿 Казахстан' # 
strana4 = '🇧🇾 Беларусь' # 
strana5 = '🇲🇩 Молдова' # 
strana6 = '🇺🇿 Узбекистан' # 
# Страны для ворка
